Repository: storaged-project/blivet-weblate
Catalog: *.po
Languages: fur

source: Executing %(action)s
fur: Esecuzion %(action)s

source: create device
fur: cree dispositîf

source: destroy device
fur: distrûç dispositîf

source: resize device
fur: ridimensione dispositîf

source: create format
fur: cree formât

source: Creating %(type)s on %(device)s
fur: Creazion di %(type)s su %(device)s

source: Not enough entropy to create LUKS format. %d bits are needed.
fur: No vonde entropie par creâ il formât LUKS. A coventin %d bits.

source: Created %(type)s on %(device)s
fur: Creât %(type)s su %(device)s

source: destroy format
fur: distrûç formât

source: resize format
fur: ridimensione formât

source: Resizing filesystem on %(device)s
fur: Daûr a ridimensionâ il filesystem su %(device)s

source: Resized filesystem on %(device)s
fur: Filesystem ridimensionât su %(device)s

source: add container member
fur: zonte membri contignidôr

source: remove container member
fur: gjave membri contignidôr

source: configure format
fur: configurâ il formât

source: configure device
fur: configurâ il dispositîf

source: This is usually caused by cloning the device image resulting in duplication of the UUID value which should be unique. In that case you can either disconnect one of the devices or reformat it.
fur: Chest di solit al è causât de clonazion de imagjin dal dispositîf che e puarte a une duplicazion dal valôr UUID, che al varès di sei unic. In chel câs tu puedis o disconeti un dai dispositîfs o tornâlu a formatâ.

source: For some reason we were unable to locate a disklabel on a disk that the kernel is reporting partitions on. It is unclear what the exact problem is. Please file a bug at http://bugzilla.redhat.com
fur: Par cualchi reson no sin rivâts a cjatâ un disklabel suntun disc che il kernel al dîs che al à partizions. Nol è clâr il probleme esat. Segnale un erôr su http://bugzilla.redhat.com

source: Either restore the disklabel to a completely working state or remove it completely. Hint: parted can restore it or wipefs can remove it.
fur: Ripristinâ il disklabel a un stât dal dut funzionant o gjavâlu dal dut. Sugjeriment: parted al permet di ripristinâlu opûr wipefs al pues gjavâlu.

source: Rename one of the volume groups so the names are distinct. Hint 1: vgrename accepts UUID in place of the old name. Hint 2: You can get the VG UUIDs by running 'pvs -o +vg_uuid'.
fur: Cambiâ non dai grups di volums in mût che i nons a sedin diviers. Sugjeriment 1: vgrename al acete l'UUID al puest dal vecjo non. Sugjeriment 2: al è pussibil otignî i UUIDs dal VG eseguint 'pvs -o +vg_uuid'.

source: All parent devices must be selected when choosing exclusive or ignored disks for a multipath or firmware RAID device.
fur: Si scugne selezionâ ducj i dispositîfs gjenitôr cuant che si sielç i discs esclusîfs o ignorâts par un multi-percors o un dispositîf RAID firmware.

source: FCoE not available
fur: FCoE no disponibil

source: Unable to change iSCSI initiator name once set
fur: Impussibil cambiâ il non dal inizializadôr iSCSI une volte che al è stât stabilît

source: Must provide an iSCSI initiator name
fur: Al è necessari indicâ il non di un inizializadôr iSCSI

source: iSCSI not available
fur: iSCSI no disponibil

source: No initiator name set
fur: Nissun non di inizializadôr stabilît

source: No iSCSI nodes discovered
fur: Nissun grop iSCSI rilevât

source: No new iSCSI nodes discovered
fur: Nissun gnûf grop iSCSI rilevât

source: Could not log in to any of the discovered nodes
fur: Impussibil jentrâ tai grops rilevâts

source: unable to allocate aligned partition
fur: Impussibil assegnâ la partizion inlineade

source: requested size exceeds maximum allowed
fur: la dimension domandade e supere il massim consintût

source: failed to add partition to disk: %s
fur: nol è stât pussibil zontâ une partizion al disc: %s

source: disk %s inaccessible
fur: disc %s no acessibil

source: partition is too small for %(format)s formatting (allowable size is %(min_size)s to %(max_size)s)
fur: la partizion e je masse piçule pe formatazion %(format)s (la dimension consintude e je di %(min_size)s a %(max_size)s)

source: partition is too large for %(format)s formatting (allowable size is %(min_size)s to %(max_size)s)
fur: la partizion e je masse grande pe formatazion %(format)s (la dimension consintude e je di %(min_size)s a %(max_size)s)

source: Unable to allocate requested partition scheme.
fur: Impussibil assegnâ il scheme des partizions domandât.

source: not enough free space after creating extended partition
fur: no vonde spazi libar daspò la creazion de partizion estese

source: failed to allocate aligned partition
fur: nol è stât pussibil assegnâ la partizion inlineade

source: cannot reclaim more than request has grown
fur: impussibil reclamâ plui di ce che la richieste e à cressût

source: DiskChunk requests must be of type PartitionRequest
fur: lis richiestis DiskChunk a scugnin jessi di gjenar PartitionRequest

source: partitions allocated outside disklabel limits
fur: partizion assegnadis fûr dai limits des etichetis di disc

source: VGChunk requests must be of type LVRequest
fur: lis richiestis VGChunk a scugnin jessi di gjenar LVRequest

source: not enough space for LVM requests
fur: no vonde spazi pes richiestis LVM

source: You have not specified a device number or the number is invalid
fur: No tu âs specificât un numar di dispositîf opûr il numar nol è valit

source: zFCP device %s not found, not even in device ignore list.
fur: Dispositîf zFCP %s no cjatât, nancje te liste dai dispositîfs di ignorâ.

source: Could not set zFCP device %(devnum)s online (%(e)s).
fur: Impussibil meti il dispositîf zFCP %(devnum)s in modalitât in linie (%(e)s).

source: Could not set zFCP device %(devnum)s offline (%(e)s).
fur: Impussibil meti il dispositîf zFCP %(devnum)s in modalitât fûr colegament (%(e)s).

source: You have not specified a worldwide port name or the name is invalid.
fur: No tu âs specificât un non di puarte worldwide (WWPN) opûr il non nol è valit.

source: You have not specified a FCP LUN or the number is invalid.
fur: No tu âs specificât un LUN FCP opûr il numar nol è valit.

source: Could not add WWPN %(wwpn)s to zFCP device %(devnum)s (%(e)s).
fur: Impussibil zontâ il WWPN %(wwpn)s al dispositîf zFCP %(devnum)s (%(e)s).

source: WWPN %(wwpn)s not found at zFCP device %(devnum)s.
fur: WWPN %(wwpn)s no cjatât sul dispositît zFCP %(devnum)s.

source: Could not add LUN %(fcplun)s to WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
fur: Impussibil zontâ il LUN %(fcplun)s al WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s (%(e)s).

source: LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s already configured.
fur: LUN %(fcplun)s al WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s za configurât.

source: Could not read failed attribute of LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
fur: Impussibil lei l'atribût falît di LUN %(fcplun)s al WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s (%(e)s).

source: Failed LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s removed again.
fur: LUN %(fcplun)s falât al WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s gjavât di gnûf.

source: Could not correctly delete SCSI device of zFCP %(devnum)s %(wwpn)s %(fcplun)s (%(e)s).
fur: Impussibil eliminâ ben il dispositîf SCSI di zFCP %(devnum)s %(wwpn)s %(fcplun)s (%(e)s).

source: Could not remove LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
fur: Impussibil gjavâ il LUN %(fcplun)s al WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s (%(e)s).

source: Could not remove WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
fur: Impussibil gjavâ il WWPN %(wwpn)s sul dispositîf zFCP %(devnum)s (%(e)s).

source: zFCP device %s cannot use auto LUN scan.
fur: Il dispositîf zFCP %s nol pues doprâ la scansion LUN automatiche.

source: Could not correctly delete SCSI device of zFCP %(zfcpdev)s (%(e)s).
fur: Impussibil eliminâ ben il dispositîf SCSI di zFCP %(zfcpdev)s (%(e)s).

source: Generic
fur: Gjeneric

source: Performance
fur: Prestazions

source: RAID level %(raid_level)s requires that device have at least %(min_members)d member.
fur: Il nivel RAID %(raid_level)s al domande che il dispositîf al vedi almancul %(min_members)d membri.

source: RAID level %(raid_level)s is an invalid value. Must be one of (%(levels)s).
fur: Il nivel RAID %(raid_level)s al è di un valôr no valit. Al scugne jessi un di (%(levels)s).

source: Cannot remove a member from existing %s array
fur: Impussibil gjavâ un membri de schirie %s esistente

source: BIOS Boot
fur: Inviament dal BIOS

source: partition table
fur: tabele des partizions

source: Unsupported %(name)s
fur: %(name)s no supuartât/ade

source: dm-raid member device
fur: dispositîf membri dm-raid

source: EFI System Partition
fur: Partizion di sisteme EFI

source: Unknown
fur: No cognossût

source: Encrypted
fur: Criptât

source: DM Integrity
fur: Integritât DM

source: physical volume (LVM)
fur: volum fisic (LVM)

source: software RAID
fur: RAID software

source: multipath member device
fur: dispositîf membri multi-percors

source: PPC PReP Boot
fur: Inviament PPC PReP

source: Stratis block device
fur: Dispositîf a blocs Stratis
